Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གང་ གི་ བློ་གྲོས་ དྲིས་ལན་ ལྡོན །_། སྤོབས་ དང་ ལྡན་ ཞིང་ དབང་པོ་ ཐུལ །_། དེ་ ནི་ ཆོས་ ཀྱི་ གཏམ་ ཤེས་ ཏེ །_། གང་དག་ བཟློག་ ན་ རྩྭ་ དང་ འདྲ །_།
en: $204 “Answering questions intelligently, They are eloquent and their senses are subdued— Such persons understand the words of the Dharma, And any other words are like straw to them.

source: གང་ གི་ བློ་གྲོས་ ལུས་ དུབ་པ ས །_། རྣམ་པ་ ཀུན་ ཏུ་ སྐྱོ་མེད་ ཅིང་ །_། དོན་ དུ་ བྱ་བ་ ཀུན་ཤེས་པ །_། དེ་ ནི་ དགེ་འདུན་ སོགས་པ་ བྱེད །_།
en: $205 “He who with untiring mind and body Never feels disheartened, But remains fully aware of what is to be done, Is a person who gathers the saṅgha.

source: ཚོང་ཟོང་ ཕྱིར་ མིན་ ལོངས་ ཕྱིར་ མིན །_། གྲགས་པ འི་ དོན་ དུ་ ག་ལ་ ཞིག _། གང་ བློ་ དགེ་འདུན་ དོན་ སེམས་པ །_། དེ་ ནི་ འཁོར་བ འི་ འཆིང་ ལས་ གྲོལ །_།
en: $206 “Not for the sake of goods or enjoyments, And certainly not for the sake of fame, He is concerned about the well-being of the saṅgha— Such a person is free from the bonds of cyclic existence.

source: གང་ གི་ བརྟུལ་ཞུགས་ མཐོ་རིས་ དང་ །_། རྙེད་ དང་ གྲགས་པ འི་ དོན་ དུ་ མིན །_། ཐམས་ཅད་ མྱ་ངན་ འདས་ དོན་ བྱེད །_། དགེ་སློང་ དེ་ ནི་ ཞི་ ཞེས་ བྱ །_།
en: $207 “He whose training is not for the sake Of the higher realms, acquisitions, or fame, And who always aims for the transcendence of suffering, Should be known as a monk of peace.

source: སྡིག་པ་ དག་ ནི་ རྟག་ ཏུ་ སྤངས །_། ལེགས་པ ར་ བྱེད་ ལ་ རྟག་ དགའ་ ཞིང་ །_། སྡིག་པ འི་ བཤེས་ དང་ མི་ འདྲེ་བ །_། སངས་རྒྱས་ བསྟན་ ལ་ དགེ་སློང་ ཡིན །_།
en: $208 “Constantly giving up evil, Always delighting in good deeds, And never associating with bad teachers— Such are the monks of the buddhas’ teaching.

source: སེམས་ ནི་ བྱམས་པ ར་ བསྒོམས་ བྱས་ ཤིང་ །_། མཁས་པ་ དྲང་པོ འི་ སེམས་ ལྡན་ ལ །_། བསླབ་པ འི་ གཞི་ ལ་ ཉམས་ མེད་པ །_། མྱ་ངན་ འདས་པ་ ཡོང་ མི་ རིང་ །_།
en: $209 “Those who have cultivated kindness, Who are learned and honest, And flawless with respect to the points of training, Are never far from the transcendence of suffering.

source: འཁོར་བ འི་ སྐྱེ་ དང་ རྒ་བ་ ཡི །_། འཇིགས་ ལས་ ཁ་ ནི་ ཕྱིར་ ཕྱོགས་ ཤིང་ །_། བསམ་གཏན་ ལྡན་ ལ་ བག་ ཡོད་པ །_། མྱ་ངན་ འདས་པ་ ཡོང་ མི་ རིང་ །_།
en: $210 “Those who turn away from the fears Of birth and aging in cyclic existence, Thus remaining concentrated and careful, Are never far from the transcendence of suffering.

source: མི་རྟག་ སྟོང་པ་ བདག་མེད་ དང་ །_། བྱ་བ འི་ རྣམ་པ་ ཤེས་པ་ དང་ །_། བསམ་གཏན་ འཕེལ་བ འི་ རྣམ་ཤེས་པ །_། མྱ་ངན་ འདས་པ་ ཡོང་ མི་ རིང་ །_།
en: $211 “Those who with keen knowledge Of impermanence, emptiness, and the absence of self Allow their concentration to increase, Are never far from the transcendence of suffering.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ས་ གཞན་ ལྔ་པ་ ལས་ ས་ གཞན་ དྲུག་པ་ ལ་ ཇི་ལྟ ར་ འཇུག་ ཅེ་ན
en: $212 “How does a monk proceed from the fifth ground to the sixth?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ དགེ་སློང་ དེ་ མུ་བཞི་པ་ ལ་ ལྷག་པ ར་ མོས་པ་ ཡིན་ ནོ །_།
en: Spiritual practitioners who carefully observe inner phenomena understand that at this point the monk conceives of four alternatives.

source: ཇི་ལྟ ར་ ན་ ཆོས་ འདི་དག་ གི་ རྒྱུ་ འདྲ་བ་ དག་ ལས་ འདྲ་བ་ འབྱུང་བ་ དང་ །_ མི་ འདྲ་བ་ དག་ ལས་མི་ འདྲ་བ་ དང་ །_ འདྲ་བ་ མ་ཡིན་པ་ དག་ ལས་ འདྲ་བ་ མ་ཡིན་པ་ དང་ །_ ཕྱེད་ འདྲ་ [134b] བ་ དག་ ལས་ ཕྱེད་ འདྲ་བ་ འབྱུང་ །_
en: These phenomena may come from causes that are similar to themselves, dissimilar from themselves, unlike themselves, or part like and part unlike themselves. {{page:{number:106,id:UT22084-068-021-100132,folio:F.134.b,volume:V68}}}

source: ཇི་ལྟ ར་ རྒྱུ་ འདྲ་བ་ དག་ ལས་ འདྲ་བ་ འབྱུང་ ཞེ་ན །_
en: $213 “In what way may they arise from causes that are similar to themselves?

source: དཔེར་ན་ འབྲུ་དང་ །_ འབྲུ འི་ རྒྱུ ར་ གྱུར་པ་ དག་ ལས་ འབྲུ་ ཉིད་ སྐྱེ་བ་
en: As an example, grains serve as causes for the production of grain.

source: དེ་བཞིན་ དུ །_ ནང་ གི་ དགེ་བ འི་ ལས་ འདྲ་བ་ དག་ ལས་ འདྲ་བ འི་ འབྲས་བུ་ ཉིད་ ལྷ་ དང་ མི་ རྣམས་ ལ་ དམིགས་པ་ ནི་
en: Likewise, on the inner level, virtuous actions result in the similar perceptions of gods and humans.

source: མུ་ དང་པོ་ ཡིན་ ནོ །_།
en: That is the first alternative.

source: རྒྱུ་ མི་ འདྲ་བ་ དག་ ལས་མི་ འདྲ་བ་ འབྱུང་བ་ ནི་ དཔེར་ན་ འོ་མ་ ལས་ ཞོ་ སྐྱུར་བ་ འབྱུང་བ་
en: $214 “Cause and effect being dissimilar is when, for example, yogurt appears from milk.

source: དེ་བཞིན་ དུ་ ནང་ གི་ ཡང་ འཇིག་རྟེན་ འདིར་ ཀུན་ ནས་ ཉོན་མོངས་པ་ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ འདོད་པ་ སྡུག་པ་ དག་ བྱས་པ ས །_ ཞོ་ སྐྱུར་བ་ འབྱུང་བ་ དེ་བཞིན་ དུ་ མི་ འདོད་ ཅིང་ མི་ སྡུག་ ལ་ ཡིད་ དུ་ མི་ འོང་བ འི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ རྣམས་ ལ་ དམིགས་པ་ ནི་
en: Likewise, on the inner level of the world, delightful sounds, textures, tastes, forms, and scents that are afflictive result in the unattractive and repulsive perceptions of hell beings, starving spirits, and animals.

source: མུ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: That is the second alternative.

source: རྒྱུ་ མི་ འདྲ་བ་ དག་ ལས་མི་ འདྲ་བ་ འབྱུང་བ་ ནི་ དཔེར་ན་ ཚོན་ སྔོན་པོ་ དང་ །_ བབ་ལ ར་ སྦྱར་ ན་ཁ་ དོག་ མི་ འདྲ་བ་ འབའ་ཞིག་ ཏུ་ འགྱུར་བ་
en: $215 “Cause and effect being unlike each other is when, for example, blue dye is applied to orpiment, making it turn into a completely different color.

source: དེ་བཞིན་ དུ །_ ནང་ གི་ ཆོས་ ལ་ ཡང་ ལས་ དང་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ འི་ ལས་ དང་ །_ འབྲས་བུ་ མི་ འདྲ་བ་ འབྱུང་བ་ སྟེ །_ ལས་ དང་ འབྲས་བུ་ མི་ འདྲ་བ་ ནི་
en: Similarly, in terms of inner phenomena, acts and their ripened effects may yield acts and effects that are of a different sort.

source: དཔེར་ན །_ ལོག་པ ར་ ལྟ་བ་ མཆོད་སྦྱིན་པ་ དག་ མཐོ་རིས་ འདོད་པ འི་ ཕྱིར་ ཕྱུགས་ དག་ གསོད་ དེ །_ དེ་དག་ སེམས་ཅན་ དམྱལ་བ ར་ འགྲོ་བ་ ནི་
en: For example, wishing for the higher realms, people with wrong view may kill cattle in a sacrificial act, and the result will instead be life in hell.

source: མུ་ གསུམ་པ་ ཡིན་ ནོ །_།
en: That is the third alternative.

source: རྒྱུ་ ཕྱེད་ འདྲ་ བདག་ ལས་ ཕྱེད་ འདྲ་བ་ འབྱུང་བ་ ནི །_ ཐགས་ ཕྲ་མོ་ དཀར་པོ་ ཉིད་ ལས་ སྣམ་བུ་ དཀར་པོ་ སྟུག་པོ་ ཉིད་ དུ་ བྱེད་ དེ །_ |#| ཕྲ་མོ་ དང་ །_ སྟུག་པོ་ གཉིས་ མི་ འདྲ་བ་ ཉིད་ དུ་ཡོད་པ་ དེ་བཞིན་ དུ་ རྒྱུ་ ཕྱེད་ འདྲ་ བདག་ ལས་ ཕྱེད་ འདྲ་བ་ འབྱུང་བ་ ནི །_ མི་དགེ་བ འི་ ལས་ བསགས་པ་ ཕྲ་མོ ར་ གྱུར་པ་ དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་བྱེད་པ་ ནི་
en: $216 “Cause and effect being part like and part unlike each other is when, for example, thin white threads produce a thick white garment. |#| As in that example, when a small accumulation of negative action gives rise to an experience of a great hell the effect is part like and part unlike its cause.

source: མུ་བཞི་པ་ ཡིན་ ནོ །_།
en: That is the fourth alternative.

source: དགེ་སློང་ དེ་ལས་ དང་ འབྲས་བུ་ འོང་བ་ དང་ འགྲོ་བ འི་ བྱེད་པ འི་ རྗེས་སུ་ བསམས་པ་ མཐོང་ ནས །_ |#| ལས་ དང་ འབྲས་བུ་ འཁོར་ལོ་ བཞིན་ དུ་ སྲིད་པ ར་ འགྲོ་བ འི་ མུ་བཞི་པ་ སེམས་པ ར་ བྱེད་ དེ །_
en: When the monk contemplates and perceives the going and coming of karmic actions and their effects, he will be concerned with four others alternatives in terms of the wheel-like spinning of actions and effects within existence.

source: རིས་ དང་ ལྡན་པ འི་ མི་ལ་ གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ མེད་པ་ གང་ཡིན་པ་ དེ་ ནི་ མུ་ དང་པོ་ ཡིན་ ནོ །_།
en: $217 “The first of these alternatives is action without acquisition#35 that harms members of the human class.

source: མི་ལ་ གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ གང་ཡིན་པ་ ནི་ མུ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: The second is action with acquisition that harms humans.

source: གནོད་པ ར་ བྱེད་པ འི་ [135a] ལས་ ཐོབ་པ་ དང་ མ་ ཐོབ་པ་ གང་ཡིན་པ་ ནི་ མུ་ གསུམ་པ་ ཡིན་ ནོ །_།
en: The third is harmful {{page:{number:107,id:UT22084-068-021-100133,folio:F.135.a,volume:V68}}} action both with and without acquisition.

source: གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ ཡང་ མ་ ཡིན །_ མ་ ཐོབ་པ་ ཡང་ མ་ཡིན་པ་ གང་ཡིན་པ་ ནི་ མུ་བཞི་པ་ ཡིན་ ནོ །_།
en: The fourth alternative is harmful action that neither involves, nor does not involve, acquisition.

source: རིས་ དང་ ལྡན་པ ར་ གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ མེད་པ་ གང་ཡིན་པ་ དེ་ ནི་ ཡོད་ དེ །_ དཔེར་ན་ འཇིག་རྟེན་ པར་ གྱུར་པ་ དག་ རྒྱུ་ སྔར་ མ་ ཐོབ་པ ར་ མི་ དག་ ལ་ གནོད་པ ར་ བྱེད་པ་ ལྟ་བུ འོ །_། འཇིག་རྟེན་ ལས་ འདས་པ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ ལས་ ཀྱི་ རྒྱ་མཚོ་ ཐོབ་པ་ མེད་པ འི་ མི་ལ་ འདོད་པ་ དང་ །_ མྱ་ངན་ ལ་སོགས་ པས་ གནོད་པ ར་ བྱེད་པ་ ནི་ མུ་ དང་པོ་ ཡིན་ ནོ །_།
en: $218 “An example of action without acquisition that harms members of the class is when, in terms of the world, people are harmed without having previous acquisition, or when, in terms of the supramundane, someone is harmed by wishes, suffering, and so forth, although the eye consciousness of that person is free from the ocean of karmic acquisition.

source: མི་ལ་ གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ གང་ཡིན་པ་ ནི །_ དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ མེ འམ །_ རལ་གྲི་ དང་ ཕྲད་ ན་ སྲེག་ གོ་ ཞེ འམ །_ གཅོད་ དོ་ ཞེས་ ཟེར་བ་ ལྟ་བུ འོ །_། |#| འཇིག་རྟེན་ ལས་ འདས་པ་ ནི་ མི་དགེ་བ འི་ ལས་ ཐོབ་ ན །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ རྣམས་ སུ་ གནོད་པ་ བྱེད་པ་ ནི་ མུ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: $219 “As for the second possibility, action with acquisition that is harmful to humans is, for example, when a worldly person encounters fire or a sword and the commands ‘Burn!’ or ‘Cut!’ are voiced. |#| Likewise, in terms of the supramundane, this is when there is acquisition of unvirtuous action, and harm is thus inflicted within the realms of hell beings, animals, and starving spirits.

source: གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ དང་ མ་ ཐོབ་པ་ གང་ཡིན་པ་ ནི །_ དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ རིག་ སྔགས་ དང་ །_ དུག་ གི་ མཐུ་ཐོབ་པ་ དང་ །_ མ་ ཐོབ་པ་ སྦྱིན་པ ར་ བྱེད་པ་ ལྟ་བུ འོ །_། |#| འཇིག་རྟེན་ ལས་ འདས་པ་ ནི །_ འཆི་བ འི་ ཡུལ་ གྱི་ དུས་ སུ་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ཀྱི་ མཚན་མ འི་ གཟུགས་བརྙན་ ཐོབ་པ་ ནི་ མུ་ གསུམ་པ་ ཡིན་ ནོ །_།
en: $220 “The third option, which is harmful action both with and without acquisition, occurs, for example, when worldly people inflict harm through the power of spells or poison when there both is and is not acquisition. |#| Beyond the world, this is, for example, when someone is going through the death experience and obtains reflections of the features of beings in hell.

source: གནོད་པ ར་ བྱེད་པ འི་ ལས་ ཐོབ་པ་ ཡང་ མ་ ཡིན །_ མ་ ཐོབ་པ་ ཡང་ མ་ཡིན་པ་ གང་ཡིན་པ་ ནི །_ དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ སྨན་ གྱི་ ས་བོན་ བཏབ་པ་ སྐྱེ་བ ར་ འགྱུར་བ་ ཐོབ་པ་ ཡང་ མ་ ཡིན །_ མ་ ཐོབ་པ་ ཡང་ མ་ཡིན་པ་ ལྟ་བུ འོ །_། |#| འཇིག་རྟེན་ ལས་ འདས་པ་ ནི་ དཔེར་ན །_ དགེ་སློང་ དགྲ་བཅོམ་པ་ ལ་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ རི་རབ་ ཙམ་ ཡོད་ ཀྱང་ དགྲ་བཅོམ་པ་ མྱ་ངན་ ལས་ འདས་ ཏེ །_ དགྲ་བཅོམ་པ་ ལ་ ཡོད་པ འི་ ལས་ དེ་དག་ ཐོབ་པ་ མེད་ ཅིང་ གནོད་པ ར་ ཡང་ མི་ འགྱུར་ ལ །_ གྲོལ་བ་ ནི་ མུ་བཞི་པ་ ཡིན་ ནོ །_།
en: $221 “Fourth, harmful action that neither involves, nor does not involve, acquisition is when, for example, in terms of the world, there neither is, nor is not, acquisition with respect to the growth of those medicinal seeds that have been planted. |#| In supramundane terms, this is when a monk who is a worthy one—despite having engaged in as many karmic actions with certain ripening as Mount Sumeru—goes beyond suffering as a worthy one and so becomes free from harm or acquisition of the karmic actions pertaining to that worthy one.

source: ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་ ལ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ འི་ ལས་ ནི་ མུ་ དང་པོ་ ཡིན་ ནོ །_།
en: $222 “In terms of action, that which is to be experienced in this life, and not upon subsequent birth, is the first alternative.

source: སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་ ལ །_ ཚེ་ [135b] འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ ནི་ མུ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: The second alternative is action that is to be experienced subsequent to rebirth {{page:{number:108,id:UT22084-068-021-100134,folio:F.135.b,volume:V68}}} and not in this life.

source: སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ ཚེ་ འདི་ ལ འང་ མྱོང་བ ར་ འགྱུར་བ་ ནི་ མུ་ གསུམ་པ་ ཡིན་ ནོ །_། ཚེ་ འདི་ ལ་ ཡང་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ དང་ །_ སྐྱེས་ ནས་ ཀྱང་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ ནི་ མུ་བཞི་པ་ ཡིན་ ནོ །_།
en: The third is that which is to be experienced subsequent to birth as well as in this life, and the fourth alternative is action that is neither to be experienced in this life nor subsequent to birth.

source: ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་ ལ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ འི་ ལས་ གང་ཡིན་ ཞེ་ན །_
en: $223 “What karmic action will be experienced in this life and not subsequent to rebirth?

source: དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ རྒྱལ་པོ་ ལ་ གནོད་པ་ བྱས་ ན །_ ཆད་པ ས་ གཅོད་པ་ ནི་ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ ཡིན་ ལ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ ལྟ་བུ འོ །_།
en: In terms of the world, this is, for example, when someone harms a king and experiences punishment in the present life, yet not upon any coming birth.

source: འཇིག་རྟེན་ ལས་ འདས་པ་ ནི་ སྦྱིན་པ ས་ དེ་ བསྔགས་པ ར་ འགྱུར་བ་ ཚེ་ འདི་ ལ་ མྱོང་བ་ ཡོད་པ་ དེ་ དང་ །_ འཇིག་རྟེན་ ཕ་རོལ་ ཏུ་ ལྷན་ཅིག་ མི་ འགྲོ་བ་ ནི་ མུ་ དང་པོ་ ཡིན་ ནོ །_།
en: In supramundane terms, this is when someone experiences praise due to generosity in the present life, yet that praise does not follow beyond this world.

source: སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་ ལ །_ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ ནི །_ དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ མེ་དོང་ དུ་ ཞུགས་ པས་ མཐོ་རིས་ ཐོབ་པ ར་ འགྱུར་ རོ་ ཞེས་ ཟེར་བ་ ལྟ་བུ འོ །_།
en: $224 “Experience subsequent to birth, but not in the present life, is when, in terms of the world, people claim that someone leapt into a bonfire and attained a heavenly state.

source: འཇིག་རྟེན་ ལས་ འདས་པ་ ནི །_ ཚེ་ འདི་ ལ་ དགེ་བ འམ །_ མི་དགེ་བ་ བྱས་པ ས་ གཞན་ དུ་ རྒྱུ་ དང་ འབྲས་བུ་ མངོན་སུམ་ དུ་ མཐོང་བ་ ཐོབ་པ་ ནི་ མུ་ གཉིས་པ་ ཡིན་ ནོ །_།
en: In supramundane terms, this is when the effects of virtuous or unvirtuous actions performed in this life are perceived only in future lives.

source: ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་ ཞིང་ །_ སྐྱེས་ ནས་ ཀྱང་ མྱོང་བ ར་ འགྱུར་བ་ ནི་ མུ་ གསུམ་པ་ ཡིན་ ཏེ །_ དཔེར་ན་ འཇིག་རྟེན་པ་ དག་ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ་ ལྟ་བུ འོ །_། འཇིག་རྟེན་ ལས་ འདས་པ་ ནི་ མུ་ གསུམ་པ་ བཞིན་ ནོ །_།
en: $225 “Experience subsequent to birth, and also in the present life, occurs, in terms of the world, when a karmic action is experienced in this as well as in a future life. The same is the case in supramundane terms.

source: ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ མ་ ཡིན་ ཞིང་ །_ སྐྱེས་ ནས་ ཀྱང་ མྱོང་བ ར་ འགྱུར་བ་ མ་ཡིན་པ་ ནི་ དཔེར་ན །_
en: $226 “Action that is neither to be experienced in this life, nor subsequent to birth, is one such as, in terms of the world, the discipline of maintaining silence.

source: འཇིག་རྟེན་པ་ དག་ མི་སྨྲ་བ འི་ བརྟུལ་ཞུགས་ ལྟ་བུ་ ཡིན་ ཏེ །_ མི་སྨྲ་བ འི་ བརྟུལ་ཞུགས་ དང་ །_ སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ དག་ ནི་ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: Yet when the discipline of maintaining silence is combined with generosity and discipline it is experienced in the present life.

source: འཇིག་རྟེན་ ལས་ འདས་པ་ ནི །_ ལུང་ དུ་མ་ བསྟན་པ འི་ སེམས་ ཀྱི་ ལས་ ཡིན་ ཏེ །_
en: In supramundane terms, this category contains the indeterminate mental acts.

source: ལུང་ དུ་མ་ བསྟན་པ འི་ ལས་ དེས །_ ཚེ་ འདི་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཡང་ མི་ དམིགས་ ཤིང་ །_ སྐྱེས་ ནས་ ཀྱང་ མྱོང་བ ར་ འགྱུར་བ་ [136a] མ་ཡིན་པ་ ནི་ མུ་བཞི་པ་ ཡིན་ ནོ །_།
en: There is no ripened effect to be experienced from such acts that can be observed in this life, nor subsequent to birth in the future either. {{page:{number:109,id:UT22084-068-021-100135,folio:F.136.a,volume:V68}}}

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ལྷ་ དང་ །_ མི་ རྣམས་ ཀྱི་ ལས་ དང་ །_ འབྲས་བུ་ དང་ །_ རྣམ་པར་ སྨིན་པ འི་ དྲ་བ་ མང་པོ་ ཡན་ལག་ དུ་མ་ མཐོང་ ནས །_
en: $227 “While residing in a single place, a monk will in this way perceive the numerous facets of the matrix of actions, effects, and ripening that pertains to hell beings, gods, and humans.

source: ཡང་དག་པ འི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་ སོ །_།
en: Thus, he will observe and adhere to the genuine Dharma.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $228 “How does the monk otherwise understand the effect and ripening of karmic action?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེ །_ ལས་ དང་ །_ ལས་ ཀྱི་ འབྲས་བུ་ དགེ་བ་ དང་ །_ མི་དགེ་བ་ ཤེས་པ་ ཡིན་ ཏེ །_
en: Spiritual practitioners who carefully observe phenomena comprehend karmic actions and their virtuous or unvirtuous effects.

source: འདི་ལྟར་ སེམས་ཅན་ འདི་དག་ ལུས་ ཀྱིས་ ཉེས་པ ར་ སྤྱོད་པ་ དང་ ལྡན །_ ངག་ གིས་ ཉེས་པ ར་ སྤྱོད་པ་ དང་ །_ ཡིད་ ཀྱིས་ ཉེས་པ ར་ སྤྱོད་པ་ དང་ ལྡན་པ་ ནི །_ འཕགས་པ་ རྣམས་ ལ་ སྐུར་པ་ འདེབས་ ཤིང་ །_ ལོག་པ ར་ ལྟ་བ་ ཡང་དག་ པར་ བླངས་པ་ ཡིན་ ཏེ
en: That is to say, when the physical, verbal, and mental conduct of sentient beings is flawed, they will deprecate noble beings and adhere to wrong views.

source: དེ་ རྒྱུ་ དེ་ དང་ །_ རྐྱེན་ དེ་དག་ གིས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ འམ །_ དུད་འགྲོ འི་ སྐྱེ་གནས་ སམ །_ ཡི་དགས་ རྣམས་ ཀྱི་ ཡུལ་ དུ་ སྐྱེ འོ །_།
en: By such causes and conditions, they will experience a downfall into the lower realms and so take birth as hell beings, animals, or starving spirits.

source: གཞན་ ཡང་ སེམས་ཅན་ འདི་དག་ ལུས་ ཀྱིས་ ལེགས་པ ར་ སྤྱད་པ་ དང་ ལྡན་པ་ དང་ །_ ངག་ གིས་ ལེགས་པ ར་ སྤྱད་པ་ དང་ །_ ཡིད་ ཀྱིས་ ལེགས་པ ར་ སྤྱད་པ་ དང་ ལྡན་པ་ ནི །_ འཕགས་པ་ རྣམས་ ལ་ སྐུར་པ་ འདེབས་པ་ མ་ ཡིན་ ཏེ དེ་དག་ རྒྱུ་ དེ་ དང་ །_ རྐྱེན་ དེ་དག་ གིས་ ལུས་ དང་ བྲལ་ ནས །_ བདེ་འགྲོ་ ལྷ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ འོ །_།
en: Alternatively, when their conduct of body, speech, and mind is wholesome, they will not deprecate noble beings, and by such causes and conditions they will, upon separating from the body, be born among the gods in higher realms.

source: རང་ གི་ ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ ར་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་བ འི་ དགེ་སློང་ དེ་ ནི །_ གཞན་དག་ ལས་ ཐོས་པ་ ལ་ རྣམ་པར་ རྟོག་ ཅིང་ །_ བདུད་ ཀྱི་ དབང་ དུ་ སོང་བ འི་ སེམས་ཅན་ དག་ དང་ སྤྱོད་པ་ མཚུངས་པ ར་ མི་ སྤྱོད་ ལ །_
en: $229 “The monk who correctly sees his own karmic action, phenomena, and ripening will think of what he has heard from others and will not conform to the conduct of beings who are controlled by the māras.

source: མྱ་ངན་ ལས་ འདས་པ འི་ མཐར་གཏུགས་པ འི་ སྤྱོད་པ་ ལ་ ཡིད་འབྱུང་བ་ དང་ །_
en: He will cultivate devotion for acts related to the limit of the transcendence of suffering.

source: དགེ་བ་ དང་ །_ འཁོར་བ འི་ མཐར་གཏུགས་པ་ དང་ ལྡན་པ་ དང་ །_ འཁོར་བ་ འདི་ ལས་ ཇི་ལྟ ར་ བདག་ཉིད་ ཀྱིས་ བདག་ དང་ །_ སྦྱིན་ [136b] བདག་ དང་ །_ སྦྱིན་པ་པོ་ དག་ སྒྲོལ་བ་ དང་ །_ གཞན་དག་ ལ་ ཡང་ ཕན་ གདགས་པ་ བྱེད་པ ར་ གྱུར་པ ས་ སྤྱོད་ དོ །_།
en: Thus, endowed with virtue and nearing the end of cyclic existence, he will practice to liberate {{page:{number:110,id:UT22084-068-021-100136,folio:F.136.b,volume:V68}}} himself, and his benefactors and donors, while also benefiting others.

source: ཆོས་ དང་ །_ ལས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ ཤེས་པ འི་ དགེ་སློང་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དང་ །_ ལྷ་ དང་ །_ མི་ རྣམས་ ཀྱི་ ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ ལ་ རྟོག་ ཅིང་ དཔྱོད་པ ར་ བྱེད་ དེ
en: $230 “The monk who understands phenomena, karmic action, and ripening will think of and investigate the karmic action, phenomena, and ripening that pertain to hell beings, starving spirits, gods, and humans.

source: དཔེར་ན་ ནོར་བུ་ ཤིན་ཏུ་ དང་ ཞིང་ གསལ་བ །_ ནོར་བུ་ བཻ་ དཱུརྱའི་ བུ་ག འི་ ནང་ དུ་ སྐུད་པ་ བཅུག་པ་ སེར་པོ འམ །_ བཙོད་ ཀའ་ མ །_ དཀར་པོ་ ཇི་ལྟ ར་ སྣང་བ་
en: As an analogy, when a thread is put through a hole in an extremely bright and clear beryl stone, its yellow, rose red, or white color can be seen through the stone.

source: དེ་བཞིན་ དུ །_ ལས་ ཀྱི་ ནོར་བུ འི་ ནང་ དུ་ རྣམ་པར་ སྨིན་པ འི་ སྐུད་པ་ ཡོད་པ་ དེ་ དགེ་སློང་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ རྣམ་པར་ དག་པ་ དེས་ མཐོང་ ངོ་ །_།
en: Similarly, with knowledge derived from hearing or through the pure divine eye, the monk will see the thread of ripening that is present within jewel-like karmic action.

source: ཡང་ དགེ་སློང་ དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ནོར་བུ་ ལྟ་བུ འི་ ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ མཐོང་ སྟེ །_
en: $231 “Furthermore, with knowledge derived from hearing the monk will perceive jewel-like karmic action, phenomena, and ripening.

source: དཔེར་ན་ ནོར་བུ་ དཀར་ ཞིང་ ཤིན་ཏུ་ དཀར་བ་ གང་ཞིག _། ཀུན་ ནས་ གསལ་ ཞིང་ རྨ་ མེད་ ལ །_ དང་ ཞིང་ དབུག་ བཟོད་པ །_ ལས་ སུ་ བྱར་རུང་ ཞིང་ ཀུན་ ཏུ་ སྒོ ར་ གྱུར་ ལ །_ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱིས་ བསྔགས་པ །_ ནོར་ དང་ ལྡན་ ཞིང་ རྒྱལ་པོ་ ལ་ འོས་པ །_ ཡོན་ཏན་ རྣམ་པ་ དེ་དག་ དང་ ལྡན་པ འི་ ནོར་བུ་ དེ །_
en: Take the example of a jewel that is utterly pure, white, radiant, flawless, bright, solid, workable, useful, praised by everyone, valuable, and suitable for kings.

source: རྒྱལ་པོ འམ །_ རྒྱལ་པོ འི་ བུས་ དེ འི་ ཡོན་ཏན་ ཤེས་ ཤིང་ །_ དེ འི་ རིན་ ཤེས་པ ར་ གྱུར་ ནས །_ རྒྱན་ དུ་ བྱ་བ་ ནས་ གདགས་པ འི་ བར་ དུ་ བྱས་པ་
en: A king or a prince may recognize such a jewel and, being aware of its qualities and value, use it to fashion ornaments.

source: དེ་བཞིན་ དུ །_ དགེ་སློང་ དེ་ ཕྱོགས་ དཀར་པོ་ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ ནོར་བུ་ འདི་ ཀུན་ ནས་ དཀར་ ཞིང་ །_ ཤིན་ཏུ་ གསལ་ ལ་ སྡིག་པ་ མེད་པ །_ ཁ་ན་མ་ཐོ་བ་ མེད་ ཅིང་ དང་ལ་ དབུག་ བཟོད་པ །_
en: Similarly, the jewel of the monk’s wholesome course of action pertaining to the ten virtues is extremely clear, free of negativity, devoid of wrongdoing, bright, and solid.

source: ཆོས་ ཀྱི་ ཕྱོགས་ དང་ གཉེན་པོ་ སྐྱེད་པ །_
en: It engenders the forces of the Dharma and the remedies.

source: དྲི་བ་ དང་ ལན་ལྡོན་པ་ ལ་ ཆོས་ ཀྱི་ ཐུར་མ ས་ འབིགས་པ ར་ བཟོད་ ཅིང་ །_ |#| ལས་ སུ་ རུང་བ་ སྦྱིན་པ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ ཤེས་པ་ དག་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ ནོར་བུ་ འདི་ ལས་ སུ་ རུང་བ་ ཉིད་ དུ་ དེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་སྲིད་ དམ །_ དེ་ བདུད་ [137a] ཀྱི་ རྒྱལ་སྲིད་ དམ །_ དེ་ ཚངས་པ འི་ རྒྱལ་སྲིད་ དམ །_ དེ་ ཟག་པ་ མེད་པ འི་ བསམ་གཏན་ གྱི་ ཏིང་ངེ་འཛིན་ སྒོམ་པ འི་ རྒྱལ་སྲིད་ འགྲུབ་པ ར་ བྱེད་ དེ
en: When it comes to exchanges of questions and answers it withstands the piercing lancet of the Dharma and is pliable. |#| In accordance with the ways generosity, discipline, and knowledge are dedicated, this jewel of the course of action of the ten virtues becomes workable to the extent that it can accommodate the kingdom of a universal monarch, the kingdom {{page:{number:111,id:UT22084-068-021-100137,folio:F.137.a,volume:V68}}} of the māras, the kingdom of Brahmā, or the kingdom of training in the meditative absorption of undefiled concentration.

source: དེ་དེ་ ལྟར་ དམ་པ འི་ ཆོས་ ཀྱི་ ནོར་བུ་ འདི་ ལས་ སུ་ རུང་ ཞིང་ ཀུན་ ཏུ་ སྒོ ར་ གྱུར་པ་ ཡིན་ ནོ །_།
en: Thus, this jewel of the sacred Dharma is workable and perfectly accessible.

source: ཀུན་ ཏུ་ སྒོ་ ནི་ ལྷ་ དང་ མི འི་ སྒོ ར་ གྱུར་པ་ ཡིན་ ཏེ །_
en: $232 “It is perfectly accessible because it is the gateway of gods and humans.

source: དེ་ལྟ ར་ དམ་པ འི་ ཆོས་ ཀྱི་ ཀུན་ ཏུ་ སྒོ ར་ གྱུར་པ་ ནི །_ འཁོར་བ འི་ གྲོང་ཁྱེར་ ལས་ འབྱུང་ ཞིང་ །_ མྱ་ངན་ ལས་ འདས་པ འི་ སྒོ འི་ རྗེས་སུ་ འཇུག་པ་ ཡིན །_
en: This, the perfect gateway of the sacred Dharma, grants deliverance from the city of cyclic existence and access to the transcendence of suffering.

source: སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱིས་ བསྔགས་པ་ ཞེས་ བྱ་བ་ ནི །_ ཡང་དག་པ འི་ ལྟ་བ་ དང་ ལྡན་པ་ སློབ་པ་ རྣམས་ ཀྱིས་ བསྔགས་པ འོ །_།
en: As the object of praise of all who train with the genuine view, it is praised by all beings.

source: !རྒྱལ་པོ་ ལ་ འོས་པ་ ཞེས་ བྱ་བ་ ནི །_ དམ་པ འི་ ཆོས་ ཀྱི་ ལམ་ བསྒྲུབ་པ་ ཤེས་པ འི་ སེམས་ ཀྱི་ དབང་ཕྱུག་ ཏུ་ རུང་བ འོ །_། |#| དེར་ ཞུགས་པ་ ཞེས་ བྱ་བ་ ནི །_ ནོར་བུ་ བཻ་ དཱུརྱ་ དང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ནོར་བུ་ ཡོན་ཏན་ ཐམས་ཅད་ ཕུན་སུམ་ ཚོགས་པ་ དེ་ དང་ །_ ཆོས་ འཐུན་ པར་ དམིགས་པ འོ །_།
en: It is also suitable for kings, because it befits those who master the mind that knows the way to practice the sacred Dharma, or those who pursue that.#36 |#| Thus, the beryl stone and the jewel of the sacred Dharma, with all their perfect qualities, can be seen to have similar traits.
